Repository: ArtemC6/MKLeasing
Catalog: lib/l10n/intl_*.arb
Languages: kk, ru

# networkException
source: Internet Connection Error
kk: Интернетке қосылу қатесі
ru: Ошибка интернет-соединения

# loadingScreenHasNewUpdate
source: A new update is available, please update the app Your version: {localVersion} Available version: {storeVersion}
kk: Жаңа жаңартуды қолжетімді, қосымшаны жаңарту қажет Сіздің нұсқаңыз: {localVersion} Қол жетімді нұсқа {storeVersion}
ru: Доступно новое обновление, необходимо обновить приложение Ваша версия: {localVersion} Доступная версия {storeVersion}

# loadingScreenUpdateHasNotes
source: Description:{releaseNotes}
kk: Сипаты: {releaseNotes}
ru: Описание: {releaseNotes}

# loadingScreenUpdateDialogTitle
source: Update
kk: Жаңарту
ru: Обновление

# loadingScreenUpdateDialogUpdateButtonTitle
source: Update
kk: Жаңарту
ru: Обновить

# loadingScreenUpdateDialogDismissButtonTitle
source: Later
kk: Кейінірек
ru: Позже

# loadingScreenUploadingFilesStarted
source: Uploading {count} items has started! Do not close the app and ensure a stable internet connection.
kk: {count}Объектілерді қосымша жүктеу басталды! Қосымшаны өшірмеңіз және интернетке тұрақты қосылуды қамтамасыз етіңіз..
ru: Догрузка {count} объектов начата! Не выключайте приложение и обеспечьте стабильное соединение с интернетом.

# loadingScreenLoadingAppTitle
source: Loading the App...
kk: Қосымшаны жүктейміз...
ru: Загружаем приложение...

# loadingScreenHasNewUpdateText1
source: A new update is available.
kk: Жаңа жаңарту қолжетімді.
ru: Доступно новое обновление.

# loadingScreenHasNewUpdateText2
source: Please update the app.
kk: Қосымшаны жаңартыңыз.
ru: Пожалуйста обновите приложение.

# loadingScreenHasNewUpdateText3
source: Update
kk: Жаңарту
ru: Обновить

# loadingScreenHasBeenCriticalError1
source: A critical error has occurred
kk: Сыни қате орын алды
ru: Произошла критическая ошибка

# loadingScreenHasBeenCriticalError2
source: Restart the app within an internet zone. If the issue persists,
kk: Интернет қолданысының аймағындағы қосымшаны қайта іске қосыңыз. Егер проблема сақталса -
ru: Перезапустите приложение в зоне действия интернета. Если проблема сохраняется -

# loadingScreenHasBeenCriticalError3
source: try again
kk: әрекетті қайталап көріңіз
ru: попробуйте снова

# loadingScreenHasBeenCriticalError4
source: or
kk: немесе
ru: или

# loadingScreenHasBeenCriticalError5
source: remove files from the app
kk: қосымшадан файлдарды түсіріңіз
ru: выгрузите файлы из приложения

# loadingScreenHasBeenCriticalError6
source: , then
kk: , содан кейін
ru: , а затем

# loadingScreenHasBeenCriticalError7
source: reinstall the app.
kk: қосымшаны қайта орнатыңыз.
ru: переустановите приложение.

# loadingScreenRetrying
source: Retrying...
kk: Әрекетті қайталап көрейік...
ru: Пробуем снова...

# loadingScreenStartingOfflineMode
source: Starting the app in offline mode.
kk: Қосымшаны offline режимінде іске қосу.
ru: Запуск приложения в оффлайн режиме.

# loadingScreenConnectingToServer
source: Connecting to the server, please wait...
kk: Сервермен қосылудамыз, күте тұрыңыз...
ru: Соединяемся с сервером, пожалуйста подождите...

# loadingScreenRetryingSending
source: Retrying sending {progress} / {count}...
kk: Қайта жібереміз {progress} / {count}...
ru: Повторно отправляем {progress} / {count}...

# loginScreenTitle
source: Log into your account
kk: Өз аккаунтыңызға кіріңіз
ru: Войдите в свой аккаунт

# loginScreenUserAgreement1
source: By clicking “Log In”, I agree to the
kk: «Кіру» түймешігін басу арқылы
ru: Нажимая «Войти», я соглашаюсь с

# loginScreenUserAgreement2
source: User Agreement
kk: Пайдаланушы келісімімен
ru: Пользовательским соглашением

# loginScreenUserAgreement3
source: and processing of my personal data under the terms of the
kk: және менің дербес ақпаратымды
ru: и с обработкой моей персональной информации на условиях

# loginScreenUserAgreement4
source: Privacy Policy
kk: Құпиялылық саясаты шарттарымен өңдеуге келісемін
ru: Политики конфиденциальности

# loginScreenPrivacy1
source: By clicking “Log In”, I agree to the processing of my personal data under the terms of the
kk: «Кіру» түймешігін басу арқылы менің жеке ақпаратымды
ru: Нажимая «Войти», я соглашаюсь с обработкой моей персональной информации на условиях

# loginScreenPrivacy2
source: Privacy Policy
kk: Құпиялылық саясаты шартымен өңдеуге келісемін
ru: Политики конфиденциальности

# loginScreenSignupButtonTitle
source: Sign Up
kk: Тіркелу
ru: Зарегистрироваться

# loginScreenSignupOrRecoveryPassword
source: or
kk: немесе
ru: или

# loginScreenRecoveryPasswordLinkTitle
source: Recover Password
kk: Құпиясөзді қалпына келтіру
ru: Восстановить пароль

# loginScreenRecoveryPasswordLink2
source: Recover Password
kk: Құпиясөзді қалпына келтіру
ru: Восстановить пароль

# loginScreenPhoneLabel
source: Phone Number
kk: Телефон нөмірі
ru: Номер телефона

# loginScreenPhoneHint
source: * Phone Number
kk: * Телефон нөмірі
ru: * Номер телефона

# loginScreenPasswordLabel
source: Password
kk: Құпиясөз
ru: Пароль

# loginScreenPasswordHint
source: * Password
kk: * Құпиясөз
ru: * Пароль

# loginScreenSignInButtonTitle
source: Log In
kk: Кіру
ru: Войти

# registerFirstScreenSmsCodeHasBeenSentNotification
source: Confirmation code has been sent to the provided phone number
kk: Растау коды көрсетілген телефон нөміріне жіберілді
ru: Код подтверждения отправлен на указанный номер телефона

# registerFirstScreenUserAgreement1
source: By clicking “Sign Up”, I agree to the
kk: «Тіркелу» түймешігін басу арқылы мен
ru: Нажимая «Зарегистрироваться», я соглашаюсь с

# registerFirstScreenUserAgreement2
source: User Agreement
kk: Пайдаланушы келісімімен
ru: Пользовательским соглашением

# registerFirstScreenUserAgreement3
source: and processing of my personal data under the terms of the
kk: және менің дербес ақпаратымды
ru: и с обработкой моей персональной информации на условиях

# registerFirstScreenUserAgreement4
source: Privacy Policy
kk: Құпиялылық саясаты шартымен өңдеуге келісемін
ru: Политики конфиденциальности

# registerFirstScreenPrivacy1
source: By clicking “Sign Up”, I agree to the processing of my personal data under the terms of the
kk: «Тіркелу» түймешігін басу арқылы менің дербес ақпаратымды
ru: Нажимая «Зарегистрироваться», я соглашаюсь с обработкой моей персональной информации на условиях

# registerFirstScreenPrivacy2
source: Privacy Policy
kk: Құпиялылық саясаты шартымен өңдеуге келісемін
ru: Политики конфиденциальности

# registerFirstScreenTitle
source: Registration
kk: Тіркеу
ru: Регистрация

# registerFirstScreenLastnameLabel
source: Last Name
kk: Тегі
ru: Фамилия

# registerFirstScreenFirstnameLabel
source: First Name
kk: Аты
ru: Имя

# registerFirstScreenPatronymicLabel
source: Patronymic
kk: Әкесінің аты
ru: Отчество

# registerFirstScreenCompanyLabel
source: Company
kk: Компания
ru: Компания

# registerFirstScreenInnOfCompanyLabel
source: Company's TIN
kk: Компанияның ЖСН/БСН
ru: ИНН компании

# registerFirstScreenPositionLabel
source: Position
kk: Лауазым
ru: Должность

# registerFirstScreenPhoneLabel
source: Mobile Phone
kk: Ұялы телефон
ru: Мобильный телефон

# registerFirstScreenPasswordLabel
source: Password
kk: Құпиясөз
ru: Пароль

# registerFirstScreenPasswordConfirmationLabel
source: Confirm Password
kk: Құпиясөзді қайталаңыз
ru: Повторите пароль

# registerFirstScreenPasswordConfirmationError
source: Passwords do not match
kk: Құпиясөз сәйкес келмейді
ru: Пароль не соответствует

# registerFirstScreenSignupButtonTitle
source: Sign Up
kk: Тіркелу
ru: Зарегистрироваться

# registerSecondScreenSuccessful
source: You have successfully registered!
kk: Сіз сәтті тіркелдіңіз!
ru: Вы успешно зарегистрировались!

# registerSecondScreenTitle
source: Registration Completion
kk: Тіркеуді аяқтау
ru: Завершение регистрации

# registerSecondScreenSmsCodeHasBeenSentToPhone
source: The confirmation code has been sent to the provided number “{phone}”.
kk: Растау коды көрсетілген «{phone}» нөміріне жіберілді.
ru: Код подтверждения отправлен на указанный номер «{phone}».

# registerSecondScreenSmsCodeLabel
source: SMS Code
kk: Смс-код
ru: Смс-код

# registerSecondScreenFinishRegistrationButtonTitle
source: Finish Registration
kk: Тіркеуді аяқтау
ru: Завершить регистрацию

# addArticleScreenCreate
source: Create
kk: Жасау
ru: Создать

# addArticleScreenObjectSuccessfulCreatedMessage
source: Object successfully created
kk: Объект сәтті жасалды
ru: Объект успешно создан

# addArticleScreenLoading
source: Loading...
kk: Жүктеу...
ru: Загрузка...

# addArticleScreenInnNotFoundSelectForFillManualy
source: TIN not found, select to fill manually
kk: ЖСН/БСН табылмады қолмен толтыру үшін таңдаңыз
ru: ИНН не найден, выберите чтобы заполнить вручную

# addArticleScreenEnterInn
source: Enter TIN
kk: ЖСН/БСН енгізіңіз
ru: Введите ИНН

# addArticleScreenCompanyNameLabel
source: Company Name
kk: Атауы
ru: Название

# addArticleScreenCompanyAddressLabel
source: Address
kk: Мекенжай
ru: Адрес

# helpQuestionsScreenTitle
source: Questions and Answers
kk: Сұрақтар мен жауаптар
ru: Вопросы и ответы

# helpQuestionsScreenHasNotQuestionsAndAnswers
source: No questions and answers available
kk: Сұрақтар мен жауаптар жоқ
ru: Нет вопросов и ответов

# previewPhotoScreenUnexpectedFileFormat
source: Unknown file format or unable to determine
kk: Белгісіз файл форматы немесе оны анықтау мүмкін болмады
ru: Неизвестный формат файла или не удалось его определить

# previewPhotoScreenEnterComment
source: Enter comment text
kk: Түсініктеме мәтінін енгізіңіз
ru: Введите текст комментария

# recoveryScreenPasswordHasBeenSentOnSpecifiedPhone
source: Password sent to the provided phone number
kk: Құпиясөз көрсетілген телефон нөміріне жіберілді
ru: Пароль отправлен на указанный номер телефона

# recoveryScreenTitle
source: Password Recovery
kk: Құпиясөзді қалпына келтіру
ru: Восстановление пароля

# recoveryScreenHintTitle
source: Enter Phone Number
kk: Телефон нөмірін енгізіңіз
ru: Введите номер телефона

# recoveryScreenPhoneLabel
source: Phone Number
kk: Телефон нөмірі
ru: Номер телефона

# recoveryScreenPhoneHint
source: * Phone Number
kk: * Телефон нөмірі
ru: * Номер телефона

# recoveryScreenSendPasswordButtonTitle
source: Send Password
kk: Құпиясөзді жіберу
ru: Отправить пароль

# reviewTemplateFormStepScreenRequiredInputValidation
source: Required field
kk: Толтыру үшін міндетті
ru: Обязательно для заполнения

# reviewTemplateFormStepScreenEmptyDropdown
source: No values available
kk: Таңдау үшін мән жоқ
ru: Нет значений для выбора

# reviewTemplateFormStepScreenDropdownHintText
source: Select an answer option
kk: Жауап нұсқасын таңдаңыз
ru: Выберите вариант ответа

# reviewTemplateFormStepScreenDatePickerCancelText
source: Cancel
kk: Болдырмау
ru: Отменить

# reviewTemplateFormStepScreenSaveButtonTitle
source: Save
kk: Сақтау
ru: Сохранить

# reviewTemplateFormStepScreenChooseData
source: Date Selection
kk: Күнді таңдау
ru: Выбор даты

# uploadsScreenTitle
source: Uploads
kk: Жүктеулер
ru: Загрузки

# uploadsScreenEntiyActionReviewStoreTitle
source: Review Creation
kk: Тексеруді жасау
ru: Создание проверки

# uploadsScreenEntiyActionReviewInterruptTitle
source: Review Interruption
kk: Тексеруді тоқтату
ru: Прекращение проверки

# uploadsScreenEntiyActionReviewFinishTitle
source: Review Completion
kk: Тексеруді аяқтау
ru: Завершение проверки

# uploadsScreenEntiyActionStepFileUploadTitle
source: File
kk: Файл
ru: Файл

# uploadsScreenEntiyActionLocationUploadTitle
source: Location
kk: Орналасқан жері
ru: Местоположение

# uploadsScreenEntiyActionAttachCommentsTitle
source: Comments
kk: Түсініктеме
ru: Комментарии

# uploadsScreenEntiyActionAttachViolationsTitle
source: Violations
kk: Бұзушылықтар
ru: Нарушения

# uploadsScreenEntiyActionDeletingFilesTitle
source: Deleting Files
kk: Файлдарды жою
ru: Удаление файлов

# uploadsScreenEntiyTypeReviewTitle
source: Review
kk: Тексеру
ru: Проверка

# uploadsScreenEntiyTypeStepFileTitle
source: File
kk: Файл
ru: Файл

# uploadsScreenEntiyTypeLocationTitle
source: Location
kk: Орналасқан жері
ru: Местоположение

# uploadsScreenIdHasBeenCopiedMessage
source: Identifier copied: {id}
kk: Сәйкестендіргіш көшірілды: {id}
ru: Идентификатор скопирован: {id}

# articlesScreenTitle
source: Objects
kk: Объектілер
ru: Объекты

# articlesScreenAvailabledArticleNotFoundCanRegister1
source: Wait for their addition or
kk: Олардың қосылуын күтіңіз немесе
ru: Ожидайте их добавления или

# articlesScreenAvailabledArticleNotFoundCanRegister2
source: create your own
kk: өзіңіз жасаңыз
ru: создайте самостоятельно

# articlesScreenAvailabledArticleNotFoundCantRegister
source: No available objects, wait for their creation.
kk: Қолжетімді объектілер жоқ, олардың жасалуын күтіңіз.
ru: Доступные объекты отсутствуют, ожидайте их создания.

# articlesScreenRegisterReviews
source: Registering reviews on the server...
kk: Серверде тексерулерді тіркеу...
ru: Регистрация проверок на сервере...

# articlesScreenRegisterReviewsStatus
source: Registered {current} out of {max}
kk: {current} {max} тіркелді
ru: Зарегистрировано {current} из {max}

# articlesScreenRegisterReviewsFinish
source: Reviews have been successfully registered. File uploads will continue in offline mode. Do not close the app or disconnect from the internet.
kk: Тексерулер сәтті тіркелді және файлдарды жүктеу автономды режимде жалғасады, қосымшаны және интернетті өшірмеңіз.
ru: Проверки успешно зарегистрированы, загрузка файлов продолжится в автономном режиме, не выключайте приложение и интернет.

# articlesScreenRegisterReviewsFinishGoBack
source: Return to the app
kk: Қосымшаға оралу
ru: Вернуться в приложение

# articlesScreenRegisterReviewsUnxpectedException
source: An error occurred during review registration. Please try again later.
kk: Тексерулерді тіркеу кезінде қате орын алды, кейінірек әрекетті қайталап көріңіз.
ru: Во время регистрации проверок произошла ошибка, попробуйте позже.

# articlesScreenRegisterReviewsUnxpectedExceptionGoBack
source: Return to the app
kk: Қосымшаға оралу
ru: Вернуться в приложение

# articlesScreenNetworkException
source: No Internet connection. Tasks are unavailable.
kk: Интернетке қосылу жоқ. Тапсырмалар қолжетімді емес.
ru: Подключение к Интернету отсутствует. Задачи недоступны.

# articlesScreenUploadsButtonTitle
source: Uploads
kk: Жүктеулер
ru: Загрузки

# articlesScreenHasRequestedReviews
source: There are requested reviews
kk: Сұралған тексерулер бар
ru: Есть запрошенные проверки

# articlesScreenHasNotFinishedReviews
source: There are unfinished reviews
kk: Аяқталмаған тексерулер бар
ru: Есть незавершенные проверки

# articlesScreenCreateReviewButtonTitle
source: Create Review
kk: Тексеруді жасау
ru: Создать проверку

# articlesScreenSearchFieldLabel
source: Search
kk: Іздеу
ru: Поиск

# articlesScreenSearchEmpty
source: Nothing found
kk: Ештеңе табылмады
ru: Ничего не найдено

# notificationsScreenTitle
source: Events
kk: Оқиғалар
ru: События

# notificationsScreenYetHaveNotNotifications
source: You have no notifications yet
kk: Сізге хабарландыру әлі жоқ
ru: У вас еще нет уведомлений

# helpScreenTitle
source: Help
kk: Көмек
ru: Помощь

# helpScreenQuestionsAndAnswers
source: Questions and Answers
kk: Сұрақтар мен жауаптар
ru: Вопросы и ответы

# helpScreenWriteEmail
source: Write us an email
kk: Бізге поштаға жазыңыз
ru: Напишите нам на почту

# helpScreenCallUs
source: Call us
kk: Бізге қоңырау шалыңыз
ru: Позвоните нам

# helpScreenExportFilesButtonTitle
source: Export Files
kk: Файлдарды түсіру
ru: Выгрузить файлы

# unexpectedException
source: An unexpected error occurred
kk: Қандай да бір қате орын алды
ru: Произошла какая-то ошибка

# helpScreenClearedMemoryToast
source: {megabytes} MB cleared.
kk: {megabytes}Мб жойылды
ru: Удалено {megabytes} мб.

# chooseCreatingArticleType
source: Choose the article type
kk: Объекті түрін таңдаңыз
ru: Выберите тип объекта

# noAvailableArticleTypes
source: No available inspection article types for creation. Contact technical support on the 'Help' page
kk: Жасау үшін қарау объектілерінің қолжетімді түрлері жоқ. «Көмек» бетінде техникалық қолдаумен хабарласыңыз
ru: Нет доступных типов объектов осмотра для создания. Свяжитесь с технической поддержкой на странице «Помощь»

# choosingCreatingArticleTypeInternetException
source: No Internet connection. Inspection article types are unavailable.
kk: Интернетке қосылу жоқ. Тексеру объектілерінің түрлері қол жетімді емес.
ru: Подключение к Интернету отсутствует. Типы объектов осмотра недоступны.

# chooseReviwTemplateInternetException
source: Internet connection error
kk: Интернетке қосылу қатесі
ru: Ошибка интернет-соединения

# chooseReviwTemplate
source: Choose a template
kk: Үлгіні таңдау
ru: Выберите шаблон

# noAvailableReviwTemplatesForThisArticle
source: There are no available inspection templates for this object
kk: Бұл объект үшін қолжетімді қарау үлгілері жоқ
ru: Для данного объекта нет доступных шаблонов осмотров

# chooseReviewTemplateNoInternet
source: No Internet connection. Selection of inspection templates is unavailable.
kk: Интернетке қосылыс жоқ. Қарап шығу үлгісін таңдау қолжетімді емес.
ru: Подключение к Интернету отсутствует. Выбор шаблона осмотра недоступен.

# chooseReviwTemplateScreenContinueReview
source: Click to continue building the review
kk: НТексеруді құрастыруды жалғастыру үшін басыңыз
ru: Нажмите чтобы продолжить построение проверки

# chooseReviewTemplateScreenAwaitForContinue
source: Awaiting execution
kk: Орындалуын күтуде
ru: Ожидает выполнения

# chooseReviewTemplateScreenAvailable
source: Available for independent review
kk: Дербес тексеру үшін қолжетімді
ru: Доступно для самостоятельной проверки

# helpCreateMessageScreenYourMessageSended
source: Your message has been sent!
kk: Сіздің хабарыңыз жіберілді!
ru: Ваше сообщение отправлено!

# helpCreateMessageScreenInternetException
source: Internet connection error
kk: Интернетке қосылу қатесі
ru: Ошибка интернет-соединения

# helpCreateMessageScreenSendMessage
source: Send Message
kk: Хабарды жіберу
ru: Отправить сообщение

# helpCreateMessageScreenPhoneNumber
source: Phone Number
kk: Телефон нөмірі
ru: Номер телефона

# helpCreateMessageScreenPhoneNumberDescription
source: Please provide a phone number for feedback.
kk: Кері байланыс үшін телефон нөмірін көрсетіңіз.
ru: Укажите, пожалуйста, номер телефона для обратной связи.

# helpCreateMessageScreenMessage
source: Message Text
kk: Хабар мәтіні
ru: Текст сообщения

# helpCreateMessageScreenMessageDescription
source: Please state the essence of the request in 2-3 sentences.
kk: Өтініштің мәнін 2-3 сөйлемде баяндаңыз.
ru: Изложите, пожалуйста, суть обращения в 2-3 предложениях.

# helpCreateMessageScreenSend
source: Send
kk: Жіберу
ru: Отправить

# helpScreenSendMessage
source: Send Message
kk: Хабарды жіберу
ru: Отправить сообщение

# helpScreenCleanMemory
source: Clear Memory
kk: Жадты тазалау
ru: Очистить память

# helpScreenCleanMemoryAreYouSure
source: Are you sure you want to delete all files?
kk: Барлық файлдарды жойғыңыз келетініе сенімдісіз бе?
ru: Вы уверены что хотите удалить все файлы?

# helpScreenCleanMemoryProccessIsIrrevirsable
source: Cached and unsent files will be lost, this process is irreversible.
kk: Кэштелген және жіберілмеген файлдар жоғалады, қайта айналмайтын процесс.
ru: Кэшированные и неотправленные файлы будут утеряны, процесс необратим.

# helpScreenCleanMemoryNo
source: No
kk: Жоқ
ru: Нет

# helpScreenCleanMemoryYes
source: Yes
kk: Иә
ru: Да

# helpInsuranceCase
source: Insurance Case
kk: Сақтандыру жағдайы
ru: Страховой случай

# reviewStepsCreateScreenNewStep
source: Create a New Step
kk: Жаңа қадам жасау
ru: Создание нового шага

# reviewStepsCreateScreenName
source: Name
kk: Атауы
ru: Название

# reviewStepsCreateScreenDescription
source: Brief Description
kk: Қысқаша сипаты
ru: Краткое описание

# reviewStepsCreateScreenPhoto
source: Photo
kk: Сурет
ru: Фото

# reviewStepsCreateScreenVideo
source: Video
kk: Бейне
ru: Видео

# reviewStepsCreateScreenDocumentScan
source: Scan Document
kk: Құжатты сканерлеу
ru: Сканировать документ

# reviewStepsCreateScreenFile
source: File
kk: Файл
ru: Файл

# reviewStepsCreateScreenCreate
source: Create
kk: Жасау
ru: Создать

# uploadsScreenUploadsScreenIsEmpty
source: The upload list is empty
kk: Жүктеулер тізімі бос
ru: Список загрузок пуст

# articlesScreenSendSavedArticles
source: Send saved reviews
kk: Сақталған тексерулерді жіберу
ru: Отправить сохраненные проверки

# articlesScreenArticlesCount
source: {howMany,plural, =1{{howMany} review}=2{{howMany} reviews}other{{howMany} reviews}}
kk: {howMany,plural, =1{{howMany} тексеру}=2{{howMany} тексеру}other{{howMany} тексерулер}}
ru: {howMany,plural, =1{{howMany} проверка}=2{{howMany} проверки}other{{howMany} проверок}}

# articlesScreenAwaitOfSending
source: awaiting sending
kk: жіберу күтілуде
ru: в ожидании отправки

# articlesScreenSearch
source: Search
kk: Іздеу
ru: Поиск

# articlesScreenNothingFound
source: Unfortunately, nothing was found.
kk: Өкінішке қарай ештеңе табылмады.
ru: К сожалению ничего не найдено.

# profileScreenSurname
source: Last Name
kk: Тегі
ru: Фамилия

# profileScreenName
source: First Name
kk: Аты
ru: Имя

# profileScreenPatronymic
source: Patronymic
kk: Әкесінің аты
ru: Отчество

# profileScreenCompanyInn
source: Company's TIN
kk: Компанияның ЖСН/БСН
ru: ИНН компании

# profileScreenJobTitle
source: Position
kk: Лауазым
ru: Должность

# profileScreenPhoneNumber
source: Mobile Phone
kk: Ұялы телефон
ru: Мобильный телефон

# profileScreenPassword
source: Password
kk: Құпиясөз
ru: Пароль

# profileScreenRepeatPassword
source: Repeat Password
kk: Құпиясөзді қайталаңыз
ru: Повторите пароль

# profileScreenSave
source: Save
kk: Сақтау
ru: Сохранить

# makeDocumentPageAndroidScan
source: Scan
kk: Сканерлеу
ru: Сканирование

# makeDocumentPageAndroidCropTitle
source: Edit
kk: Редакциялау
ru: Редактирование

# makeDocumentPageAndroidBWTitle
source: B/W
kk: Қ/А
ru: Ч/Б

# makeDocumentPageAndroidCropReset
source: Reset
kk: Болдырмау
ru: Отменить

# makeDocumentPageTitle
source: Create a Document Copy
kk: Құжаттың көшірмесін жасау
ru: Создание копии документа

# makeMediaPageCameraException
source: Camera Error
kk: Камера қатесі
ru: Ошибка камеры

# makeMediaPageStandBy
source: Processing and saving is in progress. Do not close the app, wait for completion.
kk: Өңдеу және сақтау жүргізілуде, қосымшаны жаппаңыз, аяқталуын күтіңіз
ru: Происходит обработка и сохранение, не закрывайте приложение, дождитесь завершения

# makeMediaPageCameraAccesException
source: No Camera Access
kk: Камераға рұқсат жоқ
ru: Нет доступа к камере

# makeMediaPageOpenAppSettings
source: Open App Settings
kk: Қосымша баптауларын ашу
ru: Открыть настройки приложения

# makeMediaPageMicAccesException
source: No Microphone Access
kk: Микрофонға рұқсат жоқ
ru: Нет доступа к микрофону

# makeMediaPageVideo
source: Video
kk: Бейнежазба
ru: Видеозапись

# makeMediaPagePhoto
source: Photo
kk: Сурет
ru: Фото

# makeMediaPageSomethingWentWrong
source: An unexpected error occurred
kk: Қандай да бір қате орын алды
ru: Произошла какая-то ошибка

# makeReportPageLowSpace
source: Low on space: {freeDiskSpace} MB remaining.
kk: Бос орын аз қалды: {freeDiskSpace} мб.
ru: Осталось мало свободного места: {freeDiskSpace} мб.

# makeReportPageHugeFile
source: The file {path} exceeds {mbLimit} MB. Sending is not possible.
kk: {path} файлдың салмағы {mbLimit} мб-тан асады. Жіберу мүмкін емес.
ru: Файл {path} имеет вес более {mbLimit} мб. Отправка невозможна.

# makeReportPageMakePhoto
source: Take a Photo
kk: Суретке түсіру
ru: Сделать фото

# makeReportPageMakeAdditionalPhoto
source: Take Additional Photo
kk: Қосымша суретке түсіру
ru: Сделать доп. фото

# makeReportPageRemakePhoto
source: Retake Photo
kk: Суретті қайта түсіру
ru: Переснять фото
