Repository: ArtemC6/MKLeasing
Catalog: lib/l10n/intl_*.arb
Languages: kk, ru

# youWillGetMessageWithPassword
source: To login to the app you will receive a message with a password
kk: Қолданбаға кіру үшін сізге пароль туралы хабарлама келеді
ru: Для входа в приложение Вам придет сообщение с паролем

# youWillGetPasswordAfterVerification
source: After confirmation of your account you will receive a message with password for authorization
kk: Есептік жазбаны растағаннан кейін сізге авторизация үшін пароль бар хабарлама келеді
ru: После подтверждения аккаунта Вам придет сообщение с паролем для авторизации

source: Wait for verification
kk: Тексеруді күтіңіз
ru: Ожидайте верификации

# youAreNotLinkedToAnyCompany
source: You’re not tied to any company
kk: Сіз Компанияға байланбайсыз
ru: Вы не привязаны к компании

# toDelegate
source: Delegate
kk: Өкілдік ету
ru: Делегировать

source: Rejection
kk: Бас тарту
ru: Отказ

# rejectionReason
source: Reasons for rejection
kk: Бас тарту себебі
ru: Причина отказа

source: Contractor phone number
kk: Орындаушының телефон нөмірі
ru: Номер телефона Исполнителя

source: New Contractor phone number
kk: Жаңа Орындаушының телефон нөмірі
ru: Номер телефона нового Исполнителя

# enterPosition
source: Enter the position
kk: Лауазымды енгізіңіз
ru: Введите должность

# reportRejectedSuccess
source: Report rejected
kk: Тексеру тоқтатылды
ru: Проверка отменена

# dataTransferredToResponsible
source: Data transferred to the responsible person
kk: Деректер жауапты тұлғаға берілді
ru: Данные переданы ответственному лицу

# goToReportsNavigation
source: Go to Reports
kk: Тексерулерге өтіңіз
ru: Перейти к Проверкам

source: delegation
kk: Делегация
ru: Делегирование

# enterContractorPhoneNumberToDelegate
source: Enter the Contractor’s phone number to delegate.
kk: Өкілдік ету үшін Орындаушының телефон нөмірін енгізіңіз.
ru: Для делегирования введите номер телефона Исполнителя.

# ifContractorUnregisteredEnterInfoAbout
source: If the Contractor is not registered in the system, you need to enter the necessary information about the Contractor
kk: Егер Орындаушы жүйеде тіркелмеген болса, орындаушы туралы қажетті ақпаратты енгізу қажет
ru: Если Исполнитель не зарегистрирован в системе, нужно ввести необходимую информацию об Исполнителе

# delegationSuccess
source: Delegation was successful
kk: Делегация сәтті өтті
ru: Делегирование прошло успешно

# reportWasDelegatedToChosenContractor
source: Report was delegated to the selected Contractor
kk: Тексеру таңдалған Орындаушыға берілді
ru: Проверка была делегирована выбранному исполнителю

# delegationImpossible
source: Delegation is not possible
kk: Делегация мүмкін емес
ru: Делегирование невозможно

# contractorDelegateToIsUnregistered
source: The Contractor whose delegation was executed was not registered
kk: Делегация жүзеге асырылған Орындаушы тіркелмеген
ru: Исполнитель, которому была осуществлена делегация, не зарегистрирован

# selfContractorCreationIsImpossible
source: Self-creation of an contractor is not available according to administrator settings.
kk: Орындаушыны өзіңіз жасау әкімші орнатқан параметрлерге сәйкес қол жетімді емес.
ru: Самостоятельное создание исполнителя недоступно в соответствии с настройками установленными администратором.

# gotToWork
source: Taken to Work
kk: Жұмысқа қабылданды
ru: Взята в работу

source: Creating or Uploading
kk: Жасау немесе жүктеу
ru: Создание или загрузка

source: Sending
kk: Жіберу
ru: Отправка

source: Delegated
kk: Өкілетті
ru: Делегирована

source: Deleted
kk: Жойылды
ru: Удалена

source: Created
kk: Құрылды
ru: Создана

# isNeedRework
source: Need rework
kk: Пысықтауды қажет етеді
ru: Требуют доработки

# canNotGetToWork
source: Impossible to take the report into operation
kk: Жұмысқа қабылдау мүмкін емес
ru: Взять в работу невозможно

# reportAlreadyGotToWork
source: The report has already been taken over by another Contractor
kk: Тексеру басқа Орындаушының жұмысына алынды
ru: Проверка уже взята в работу другим Исполнителем

# chooseAnotherReport
source: Select a different report to work with
kk: Жұмыс үшін басқа тексеруді таңдаңыз
ru: Выберите для работы другую проверку

# signReviewTitle
source: Signing Review with Simple Electronic Signature
kk: Қарапайым электронды қолтаңбамен тексеруге қол қою
ru: Подписание Проверки простой электронной подписью

# signReviewDescription
source: By clicking the 'Submit' button, you confirm the relevance, accuracy, and compliance of the information provided in the review.
kk: «Жіберу» түймесін басу арқылы сіз тексеруде көрсетілген ақпараттың сәйкестігін, сенімділігін және сәйкестігін растайсыз.
ru: Нажимая кнопку «Отправить», вы подтверждаете актуальность, достоверность и соответствие представленных сведений указанных в проверке.

# linkedCheckBoxPrivacyAgreementFirst
source: I accept the
kk: Мен қарапайым электрондық қолтаңбаны
ru: Принимаю

# linkedCheckBoxPrivacyAgreementSecond
source: agreement
kk: пайдалану келісімін
ru: соглашение об использовании

# linkedCheckBoxPrivacyAgreementThird
source: on the use of a simple electronic signature
kk: қабылдаймын
ru: простой электронной подписи

# linkedCheckBoxSendButton
source: Submit and send
kk: Қол қойып жіберу
ru: Подписать и отправить

# linkedCheckBoxCancelButton
source: Cancel
kk: Болдырмау
ru: Отменить

# articleListSortGroup
source: Groups
kk: Топтар
ru: Группы

# articleListSortAll
source: All
kk: Барлығы
ru: Все

# articleDetailsToMainArticles
source: To main objects
kk: Негізгі объектілерге
ru: К главным объектам

# articleDetailsContainsObjects
source: Contains objects: {number}
kk: Объектілерден тұрады: {number}
ru: Содержит объектов: {number}

# articlePassportHeader
source: Object passport
kk: Объектінің паспорты
ru: Паспорт объекта

# articlePassportBodyTitle
source: Characteristics
kk: Сипаттамалары
ru: Характеристики

# articlePassportArticleType
source: Object type
kk: Объекттің түрі
ru: Тип объекта

source: Log out and delete your account
kk: Шығу және есептік жазбаны жою
ru: Выйти и удалить аккаунт

# accountDoesNotExist
source: Not registered
kk: Тіркелмеген
ru: Не зарегистрирован

source: Confirm the action
kk: Әрекетті растаңыз
ru: Подтвердите действие

# deleteAccountDialogDescription
source: By clicking the confirm button, you exit the application and delete your account along with the relevant personal data.
kk: Растау түймесін басу арқылы сіз қолданбадан шығып, есептік жазбаңызды тиісті жеке деректермен бірге жоясыз.
ru: Нажимая кнопку подтвердить, вы выходите из приложения и удаляете вашу учетную запись вместе с соответствующими личными данными.

source: Confirm
kk: Растау
ru: Подтвердить
