Repository: ArtemC6/MKLeasing
Catalog: lib/l10n/intl_*.arb
Languages: kk, ru

# makeReportPageMissedWithComments
source: Missed with comments: {comments}
kk: Түсініктемемен өткізілген: {comments}
ru: Пропущен c комментарием: {comments}

# makeReportPageRemakeVideo
source: Record Video
kk: Бейнені жазу
ru: Записать видео

# makeReportPageMakeAdditionalVideo
source: Record Additional Video
kk: Қосымша бейне жазу
ru: Записать доп. видео

# makeReportPageTapToWatch
source: Tap to Watch
kk: Қарап шығу үшін басыңыз
ru: Нажмите для просмотра

# makeReportPageMakeScan
source: Make Scan
kk: Скан жасау
ru: Сделать скан

# makeReportPageMakeAdditionalScan
source: Make Additional Scan
kk: Қосымша скан жасау
ru: Сделать доп. скан

# makeReportPageRemakeScan
source: Retake Scan
kk: Сканды қайта түсіру
ru: Переснять скан

# makeReportPageScan
source: Scan
kk: Скан
ru: Скан

# makeReportPageAddFile
source: Add File
kk: Файлды қосу
ru: Добавить файл

# makeReportPageAddAnotherFile
source: Add Another File
kk: Қосымша файл қосу
ru: Добавить доп. файл

# makeReportPageChooseAnotherFile
source: Choose Another File
kk: Басқа файлды таңдау
ru: Выбрать другой файл

# makeReportPageFile
source: File
kk: Файл
ru: Файл

# makeReportPageFillTheForm
source: Fill Out the Form
kk: Нысанды толтыру
ru: Заполнить форму

# makeReportPageFillTheAnotherForm
source: Fill Out Another Form
kk: Қосымша нысанды толтыру
ru: Заполнить доп. форму

# makeReportPageTapToChange
source: Tap to Change
kk: Өзгерту үшін басыңыз
ru: Нажмите для изменения

# makeReportPageAdminComment
source: Administrator's Comment: '{comment}'
kk: әкімшісінің түсініктемесі: «{comment}»
ru: Комментарий администратора: «{comment}»

# makeReportPageAreYouSureForExit
source: Are you sure you want to exit?
kk: Шыққыңыз келетініне сенімдісіз бе?
ru: Вы уверены что хотите выйти?

# makeReportPageNo
source: No
kk: Жоқ
ru: Нет

# makeReportPageYes
source: Yes
kk: Иә
ru: Да

# makeReportPageAreYouSureForDelete
source: Are you sure you want to delete this report?
kk: Осы тексеруді жойғыңыз келе ме?
ru: Вы уверены что хотите удалить данную проверку?

# makeReportPageLocating
source: Locating...
kk: Орналасқан жерді анықтаймын...
ru: Определяю местоположение...

# makeReportPageSendingData
source: Sending data to the server... Please wait.
kk: Деректерді серверге жібереміз... Күте тұрыңыз.
ru: Отправляем данные на сервер... Пожалуйста подождите.

# makeReportPageAddStep
source: Add Step
kk: Қадамды қосу
ru: Добавить шаг

# makeReportPageIssueOccured
source: Issue Detected
kk: Бұзушылық анықталды
ru: Выявлено нарушение

# makeReportPageSkipAndFinish
source: Skip and Finish
kk: Өткізіп жіберу және аяқтау
ru: Пропустить и завершить

# makeReportPageFinish
source: Finish
kk: Аяқтау
ru: Завершить

# makeReportPageContinue
source: Continue
kk: Жалғастыру
ru: Продолжить

# makeReportPageSkip
source: Skip
kk: Өткізіп жіберу
ru: Пропустить

# makeReportPageReasonForSkip
source: Specify the reason for skipping
kk: Өткізіп жіберу себебін көрсетіңіз
ru: Укажите причину пропуска

# makeReportPageCancel
source: Cancel
kk: Болдырмау
ru: Отменить

# makeReportPageSend
source: Send
kk: Жіберу
ru: Отправить

# makeReportPageReportIsCreated
source: Thank you! The report is created!
kk: Рахмет! Тексеру жасалды!
ru: Спасибо! Проверка создана!

# makeReportPageRepeatableReport
source: Repeatable Inspection
kk: Қайталанатын тексеру
ru: Повторяемый осмотр

# makeReportPageAnotherReportWithThisTemplate
source: Would you like to conduct another inspection with this template?
kk: Осы үлгі бойынша тағы бір тексеруді жүргізгіңіз келе ме?
ru: Хотите провести еще один осмотр по данному шаблону?

# makeReportPagePopupMessage
source: To complete the report, you need to go through the mandatory steps
kk: Тексеруді аяқтау үшін міндетті қадамдардан өту қажет
ru: Для завершения проверки необходимо пройти обязательные шаги

# articlesScreenSawDownloads
source: View Downloads
kk: Жүктеулерді қарап шығу
ru: Просмотреть загрузки

# articlesScreenNeedToChooseCompany
source: You need to choose a company first
kk: Алдымен компанияны таңдау қажет
ru: Для начала необходимо выбрать компанию

# helpScreenNeedToChooseCompany
source: You need to choose a company on the 'Objects' screen first
kk: Алдымен «Объектілер» экранында компанияны таңдау керек
ru: Для начала нужно выбрать компанию на экране «Объекты»

# articleAccountSwitcherChooseCompany
source: Choose a Company
kk: Компанияны таңдаңыз
ru: Выберите компанию

# myTextFieldDefaultTextHint
source: Enter text
kk: Мәтінді енгізіңіз
ru: Введите текст

# myTextFieldDefaultNumberHint
source: Enter a number
kk: Санды енгізіңіз
ru: Введите число

# myTextFieldDefaultDateHint
source: Enter a date
kk: Күнді енгізіңіз
ru: Введите дату

# makeReportPageNotEnoughDishSpace
source: Not Enough Disk Space
kk: Бос орын жеткіліксіз
ru: Недостаточно свободного места

# makeReportPageHaveNotLocationPermission
source: Insufficient permissions to determine location
kk: Орналасқан жерін анықтау үшін құқықтар жеткіліксіз
ru: Недостаточно прав для определения местоположения

# makeReportPageUndefinedState
source: Undefined State
kk: Анықталмаған күй
ru: Неопределенное состояние

# makeReportPageOpenAppSettings
source: Open App Settings
kk: Қосымшаның баптауларын ашу
ru: Открыть настройки приложения

source: Video Processing
kk: Бейнені өңдеу
ru: Обработка видео

source: OK
kk: ОК
ru: ОК

# mediaFilesDoNotSaved
source: Media files are not saved. Save them?
kk: Медиафайлдар сақталмаған. Сақтау керек пе?
ru: Медиафайлы не сохранены. Сохранить?

# tasksScreenAppBarTitle
source: Tasks
kk: Тапсырмалар
ru: Задачи

# tasksScreenTabMyTasksTitle
source: My Tasks
kk: Менің тапсырмаларым
ru: Мои задачи

# tasksScreenTabAvailableTitle
source: Available
kk: Бөлімше
ru: Доступные

# tasksScreenFastFilterAssignedStatusTitle
source: Assigned
kk: Тағайындалғандар
ru: Назначенные

# tasksScreenFastFilterAtWorkStatusTitle
source: In Progress
kk: Жұмыста
ru: В работе

# tasksScreenFastFilterRejectedStatusTitle
source: Rejected
kk: Қабылданбағандар
ru: Отклоненные

# tasksScreenFastFilterOnInspectionStatusTitle
source: On Confirmation
kk: Растау бойынша
ru: На подтверждении

# tasksScreenFastFilterCompletedStatusTitle
source: Completed
kk: Аяқталғандар
ru: Завершенные

# taskInfoScreenDescriptionTitle
source: Description
kk: Сипаты
ru: Описание

# taskInfoScreenArticleTitle
source: Object
kk: Объект
ru: Объект

# taskInfoScreenAddressTitle
source: Task Address
kk: Тапсырма мекенжайы
ru: Адрес задачи

# taskInfoScreenFinishDateLimitTitle
source: Due Date
kk: Орындау мерзімі
ru: Срок выполнения

# taskInfoScreenTakeToWorkButtonTitle
source: Take to Work
kk: Жұмысқа алу
ru: Взять в работу

# taskInfoRefuseButtonTitle
source: Refuse
kk: Бас тарту
ru: Отказаться

# tasksRowStartExecutionAt
source: Start Execution {date}
kk: {date} орындауды бастау
ru: Старт выполнения {date}

# tasksRowFinishExecutionAt
source: Finish by {date}
kk: {date} дейін орындау
ru: Выполнить до {date}

# taskInfoScreenExecuteButtonTitle
source: Execute
kk: Орындау
ru: Выполнить

# taskInfoScreenChangeButtonTitle
source: Edit
kk: Редакциялау
ru: Редактировать

# taskExecutionScreenTakePhotoButtonTitle
source: Take Photo
kk: Суретке түсіру
ru: Сделать фото

# taskExecutionScreenTakeVideoButtonTitle
source: Record Video
kk: Бейнені жазу
ru: Записать видео

# taskExecutionScreenTakeDocumentButtonTitle
source: Scan Document
kk: Құжатты сканерлеу
ru: Сканировать документ

# taskExecutionDescriptionTitle
source: Description:
kk: Сипаты:
ru: Описание:

# taskExecutionScreenTakeFileButtonTitle
source: Select File
kk: Файлды таңдау
ru: Выбрать файл

# taskExecutionFinishButtonTitle
source: Finish
kk: Аяқтау
ru: Завершить

# taskExecutionStepDetailPhotoExampleTitle
source: Photo Example
kk: Сурет-мысал
ru: Фото-пример

# taskExecutionStepDetailDescriptionTitle
source: Description
kk: Сипаты
ru: Описание

# boolDialogDefaultApproveTitle
source: Yes
kk: Иә
ru: Да

# boolDialogDefaultDenyTitle
source: No
kk: Жоқ
ru: Нет

# taskExecutionDeleteFileDialogContent
source: Are you sure you want to delete the file? This action is irreversible.
kk: Файлды шынымен жойғыңыз келе ме? Қайта айналмайтын әрекет
ru: Вы действительно хотите удалить файл? Действие необратимо

# taskDetailErrorFailedTitle
source: Loading Error, please try again later
kk: Жүктеу қатесі, әрекетті кейіннен қайталап көріңіз
ru: Ошибка загрузки, попробуйте позже

# taskExecutionNotAllConditionsCompleted
source: To complete the task, you need to go through the mandatory steps
kk: Тапсырманы аяқтау үшін міндетті қадамдардан өту қажет
ru: Для завершения задачи необходимо пройти обязательные шаги

# tasksScreenErrorTitle
source: Loading Error, please try again later
kk: Жүктеу қатесі, кейінірек көріңіз
ru: Ошибка загрузки, попробуйте позже

# addingTask
source: Creating Task
kk: Тапсырманы жасау
ru: Создание задачи

source: Editing Task
kk: Тапсырманы редакциялау
ru: Редактирование задачи

source: Task Type
kk: Тапсырма түрі
ru: Тип задачи

source: Object
kk: Объект
ru: Объект

source: Task Address
kk: Тапсырма мекенжайы
ru: Адрес задачи

# deadline
source: Due Date
kk: Орындау мерзімі
ru: Срок выполнения

source: Send for Approval
kk: Келісуге жіберу
ru: Отправить на согласование

source: Start of Execution
kk: Орындауды бастау
ru: Старт выполнения

source: Priority
kk: Басымдық
ru: Приоритет

source: Create
kk: Жасау
ru: Создать

source: Save
kk: Сақтау
ru: Сохранить

# pickDate
source: Pick a Date
kk: Күнді таңдау
ru: Выберите дату

# pickObject
source: Pick an Object
kk: Объектіні таңдау
ru: Выберите объект

# pickTaskType
source: Pick a Task Type
kk: Тапсырма түрін таңдаңыз
ru: Выберите тип задачи

# pickPriority
source: Pick a Priority
kk: Басымдықты таңдаңыз
ru: Выберите приоритет

source: Enter Object Address
kk: Объектінің мекенжайын таңдаңыз
ru: Выберите адрес объекта

source: Low
kk: Төмен
ru: Низкий

source: Medium
kk: Орташа
ru: Средний

source: High
kk: Жоғары
ru: Высокий

source: Task
kk: Тапсырма
ru: Задача

source: Notifications
kk: Хабарламалар
ru: Уведомления

source: Objects
kk: Объектілер
ru: Объекты

source: Tasks
kk: Тапсырмалар
ru: Задачи

source: Help
kk: Көмек
ru: Помощь

source: Internet Connection Error
kk: Интернетке қосылу қатесі
ru: Ошибка интернет-соединения

source: Minimum Video Length Not Reached
kk: Бейненің ең аз ұзақтығына қол жеткізілмеді
ru: Не достигнута минимальная продолжительность видео

source: Camera
kk: Камера
ru: Камера

source: Microphone
kk: Микрофон
ru: Микрофон

source: Location
kk: Орналасқан жері
ru: Местоположение

# goToSettingsAndGiveAccessTo
source: To ensure proper app functionality, please grant access to:
kk: Қосымшаның дұрыс жұмыс істеуі үшін рұқсат беру қажет:
ru: Для корректной работы приложения необходимо предоставить доступ:

source: Access Granted
kk: Рұқсат берілген
ru: Доступ предоставлен

# notAllRequiredPermitsHaveBeenIssued
source: Not all required permissions have been granted
kk: Барлық қажетті рұқсаттар берілмеген
ru: Выданы не все необходимые разрешения

# maximumNumberFilesReached
source: The maximum number of files of this type has been reached
kk: Осы типтегі файлдардың максималды санына қол жеткізілді
ru: Достигнуто максимальное количество файлов данного типа

source: Create Task
kk: Тапсырманы жасау
ru: Создать задачу

source: Task Created Successfully
kk: Тапсырма сәтті жасалды
ru: Задача успешно создана

source: Main
kk: Басты
ru: Главная

source: Show All
kk: Барлығын көрсету
ru: Показать все

source: Hide
kk: Жасыру
ru: Скрыть

source: Account Selection:
kk: Аккаунтты таңдау:
ru: Выбор аккаунта:

source: Search
kk: Іздеу
ru: Поиск

# objectsWithThisNameNotFound
source: No objects found with this name
kk: Мұндай атауы бар объектілер табылмады
ru: Объектов с таким названием не найдено

# articleRowStatusCreatedTitle
source: Object Created
kk: Объект жасалды
ru: Объект создан

# articleRowStatusNeedReportTitle
source: Report Requested
kk: Тексеру сұралды
ru: Запрошена проверка

# articleRowStatusUploadingTitle
source: Report Building Started
kk: Тексеруді құру басталды
ru: Построение проверки начато

# articleRowStatusUploadFailedTitle
source: Upload Failed
kk: Жүктеу қатесі
ru: Ошибка загрузки

# articleRowStatusWaitCheckingTitle
source: Waiting for Check
kk: Тексеруді күтуде
ru: Ожидает проверки

# articleRowStatusReportDeniedTitle
source: Check Denied
kk: Тексеруден бас тартылды
ru: Проверка отклонена

# articleRowStatusReportConfirmedTitle
source: Check Confirmed
kk: Тексеру қабылданды
ru: Проверка принята

# articleRowStatusUndefinedTitle
source: Undefined Status
kk: Белгісіз мәртебе
ru: Неизвестный статус

source: Go to create an additional step?
kk: Қосымша қадам жасауға көшу керек пе?
ru: Перейти к созданию дополнительного шага?

source: Example
kk: Мысал
ru: Пример

# toNextStepButtonTitle
source: Next
kk: Бұдан әрі
ru: Далее

source: required
kk: міндетті
ru: обязательный

source: Create Additional Step
kk: Қосымша қадам жасау
ru: Создать дополнительный шаг

# stepInfo
source: Step Information
kk: Қадам туралы ақпарат
ru: Информация о шаге

# notAllStepsHaveBeenCompleted
source: To complete the check, you need to go through all mandatory steps
kk: Тексеруді аяқтау үшін барлық міндетті қадамдардан өту қажет
ru: Для завершения проверки необходимо пройти все обязательные шаги

source: Comment Text
kk: Түсініктеме мәтіні
ru: Текст комментария

source: User Agreement and Privacy Policy
kk: Пайдаланушы келісімімен және құпиялылық саясатымен
ru: Пользовательским соглашением и политикой конфиденциальности

# noInternetConnectionNotifications
source: No internet connection. Notifications are unavailable.
kk: Интернетке қосылыс жоқ. Хабарландырулар қолжетімді емес.
ru: Подключение к Интернету отсутствует. Уведомления недоступны.

source: No available tasks
kk: Қолжетімді тапсырмалар жоқ
ru: Доступные задачи отсутствуют

source: Comment
kk: Түсініктеме
ru: Комментарий

source: Review
kk: Тексеру
ru: Проверка

source: Review Template
kk: Тексеру үлгісі
ru: Шаблон проверки

source: Reviews
kk: Тексерулер
ru: Проверки

# reviewsModalInfoRedirectButton
source: Go
kk: Бару
ru: Перейти

# reviewsModalInfoLaterButton
source: Later
kk: Кейінірек
ru: Позже

# noChecksScheduledOrStarted
source: No checks are scheduled or started. Please wait for them to be assigned or create one yourself.
kk: Тексерулер жоқ. Оларды тағайындауды күтіңіз немесе өзіңіз жасаңыз
ru: Проверки отсутствуют. Ожидайте их назначения или создайте самостоятельно

source: No scheduled checks
kk: Тағайындалған тексерулер жоқ
ru: Назначенные проверки отсутствуют

# noInReworkChecks
source: There are no checks that need to be finalized
kk: Пысықтауды қажет ететін тексерулер жоқ
ru: Проверки, требующие доработки, отсутствуют

# noStartedChecks
source: No checks in progress
kk: Жұмыста тексерулер жоқ
ru: Проверки в работе отсутствуют

# checksWithThisNameNotFound
source: No checks found with this name
kk: Мұндай атауы бар тексерулер табылмады
ru: Проверки с таким названием не найдены

source: All
kk: Барлығы
ru: Все

source: Turn on GPS
kk: GPS қосыңыз
ru: Включите GPS

# turnOnLocationServices
source: Turn on HMS Core location services
kk: HMS Core геолокация қызметтерін қосыңыз
ru: Включите службы геолокации HMS Core

source: No access to get exact location
kk: Нақты орналасу орнын алу үшін рұқсат жоқ
ru: Нет доступа для получения точного местоположения

source: No access to get location
kk: Орналасу орнын алу үшін рұқсат жоқ
ru: Нет доступа для получения местоположения

source: Fill in the field
kk: Өрісті толтырыңыз
ru: Заполните поле

source: Step Type
kk: Қадамның түрі
ru: Тип шага

# itemsMissing
source: {itemsName} missing
kk: {itemsName} жоқ
ru: {itemsName} отсутствуют

# itemCreationNotAvailable
source: Creation of {itemsName} not available
kk: {itemsName} жасау қолжетімді емес
ru: Создание {itemsName} недоступно

# creationOfItemsIsNotAvailableDescription
source: Creation of {itemsName} is not available according to the settings set by the administrator.
kk: {itemsName} әкімші орнатқан баптауларға сәйкес дербес жасау қолжетімді емес
ru: Самостоятельное создание {itemsName} недоступно в соответствии с настройками, установленными администратором.

# toMain
source: Go to main
kk: Басты бетке
ru: На главную

source: Necessary Actions for Task
kk: Тапсырма бойынша қажетті әрекеттер
ru: Необходимые действия по задаче

# missingObjectsName
source: objects
kk: объектілер
ru: объектов

# missingReviewsName
source: reviews
kk: тексерулер
ru: проверок

# missingTasksName
source: tasks
kk: міндеттер
ru: задач

# waitForTheirAppointmentOr
source: Wait for their assignment or
kk: Оларды тағайындауды күтіңіз немесе
ru: Ожидайте их назначения или

source: Error:
kk: Қате:
ru: Ошибка:

# locationDetermining
source: Location is being determined
kk: Орналасқан жері анықталуда
ru: Местоположение определяется

source: Please wait
kk: Күте тұрыңыз
ru: Пожалуйста, подождите

# locatingDescription
source: The speed of location determination depends on current conditions: satellite availability, cloud cover, and building interference.
kk: Орналасқан жерін анықтау жылдамдығы ағымдағы жағдайларға байланысты: спутниктердің қолжетімділігі, бұлттылық, ғимарат түріндегі кедергілер.
ru: Скорость определения местоположения зависит от текущих условий: доступности спутников, облачности, помех в виде зданий.

# locatingRecommendation
source: If you are indoors, move closer to a window or go outside.
kk: Егер сіз үй-жайдың ішінде болсаңыз, терезеге келіңіз немесе көшеге шығыңыз.
ru: Если вы находитесь внутри помещения, подойдите к окну или выйдите на улицу.

# startReviewWithoutInitialLocation
source: At the moment, the location could not be determined. Attempts will be made during the Review process.
kk: Қазіргі уақытта орынды анықтау мүмкін болмады. Тексеруден өту барысында әрекеттер жасалады.
ru: В данный момент не удалось определить местоположение. Попытки будут производиться в течение прохождения Проверки.

# accuracyHigh
source: High
kk: Жоғары
ru: Высокая

# accuracyMedium
source: Medium
kk: Орташа
ru: Средняя

# accuracyLow
source: Low
kk: Төмен
ru: Низкая

source: Try again
kk: Әрекетті қайталау
ru: Повторить попытку

source: Proceed to Review
kk: Тексеруге өтіңіз
ru: Перейти к Проверке

source: Failed to determine location
kk: Орналасу орнын анықтау мүмкін болмады
ru: Не удалось определить местоположение

# haveNoTaskTypesAvailable
source: No task types available
kk: Тапсырма түрлері қолжетімді емес
ru: Нет доступных типов задач

# haveNoTemplatesAvailable
source: No templates available
kk: Үлгілер қолжетімді емес
ru: Нет доступных шаблонов

# haveNoArticlesAvailable
source: No objects available
kk: Қолжетімді нысандар жоқ
ru: Нет доступных объектов

# reviewOrTaskCanNotBeCreatedWithoutAvailableArticles
source: Without available Objects it is impossible to create a check or task
kk: Қол жетімді нысандарсыз чекті немесе тапсырманы жасау мүмкін емес
ru: Без доступных Объектов невозможно создать проверку или задачу

# independentCreationArticlesIsNotAvailableBySystemSettings
source: Independent creation of objects is not available in accordance with the settings set by the administrator
kk: Әкімші орнатқан параметрлерге сәйкес нысандарды тәуелсіз құру мүмкін емес
ru: Самостоятельное создание объектов недоступно в соответствии с настройками установленными администратором

# waitCreationArticlesOr
source: Wait for Objects to be added or
kk: Нысандардың қосылуын күтіңіз немесе
ru: Ожидайте добавления Объектов или

# errorNoConnectionDescription
source: Failed to connect to the server, there is no saved data for working offline.
kk: Серверге қосылу мүмкін болмады, оффлайн режимде жұмыс жасау үшін сақталған деректер жоқ.
ru: Не удалось подключиться к серверу, сохраненные данные для работы в оффлайн режиме отсутствуют.

source: Check your internet connection and try again.
kk: Өзіңіздің интернет байланысыңызды тексеріп, қайта көріңіз.
ru: Проверьте своё подключение к интернету и повторите попытку.

source: Audio recording
kk: Аудио жазу
ru: Запись аудио

source: Audio file name
kk: Аудио файл атауы
ru: Название аудиофайла

source: Audio
kk: Аудио
ru: Аудио

source: Picture
kk: Сурет
ru: Картинка

# numberOfImagesExceeded
source: The number of selected images is exceeded. Maximum -
kk: Таңдалған суреттердің саны асып кетті. Максимум -
ru: Количество выбранных картинок превышено. Максимум -

# audioRecordingRestrictions
source: Min {minDuration} sec / Max {maxDuration} sec
kk: Мин {minDuration} сек / Макс {maxDuration} сек
ru: Мин {minDuration} сек / Макс {maxDuration} сек

# minimumAudioLengthNotReached
source: The minimum duration of the audio recording has not been reached
kk: Аудиожазбаның минималды ұзақтығына қол жеткізілмеді
ru: Не достигнута минимальная продолжительность аудиозаписи

source: Select an action
kk: Әрекетті таңдаңыз
ru: Выберите действие

source: Copy step
kk: Қадамды көшіру
ru: Скопировать шаг

# createNewStep
source: Create a new step
kk: Жаңа қадам жасаңыз
ru: Создать новый шаг

# copyingStep
source: Copying a step
kk: Қадамды көшіру
ru: Копирование шага

source: Instruction
kk: Нұсқаулық
ru: Инструкция

# copyingStepInstruction
source: Copying a step allows you to reproduce repeatable processes
kk: Қадамды көшіру қайталанатын процестерді ойнатуға мүмкіндік береді
ru: Копирование шага позволяет воспроизвести повторяемые процессы

# specifyNewStepName
source: Specify a new name for the step
kk: Қадамға жаңа атау беріңіз
ru: Укажите новое название для шага

source: Number of copies
kk: Көшірмелер саны
ru: Количество копий

# copySection
source: Copy a section
kk: Бөлімді көшіру
ru: Скопировать раздел

# copyingSection
source: Copying a section
kk: Бөлімді көшіру
ru: Копирование раздела

source: Section name
kk: Бөлім атауы
ru: Название раздела

# copyingSectionInstruction
source: Copying a group of steps allows you to reproduce repeatable processes
kk: Қадамдар тобын көшіру қайталанатын процестерді ойнатуға мүмкіндік береді
ru: Копирование группы шагов позволяет воспроизвести повторяемые процессы

# enterNewSectionName
source: Enter a new section name
kk: Бөлімнің жаңа атауын көрсетіңіз
ru: Укажите новое название раздела

# youCanSpecifyNameCopiedSteps
source: You can specify the name of the copied steps in the review step itself
kk: Көшірілген қадамдардың атын тексеру қадамының өзінде көрсетуге болады
ru: Название скопированных шагов вы можете указать в самом шаге проверки

source: Steps completed
kk: Қадамдар өтті
ru: Пройдено шагов

# enterIdForRegistration
source: Enter your registration ID
kk: Тіркелу үшін ID нөмірін енгізіңіз
ru: Введите номер ID для регистрации

# enterIdSecondScreen
source: Enter your ID
kk: ID нөмірін енгізіңіз
ru: Введите номер ID

# enterIdForAccountIdentification
source: To identify your account, enter your ID.
kk: Есептік жазбаны анықтау үшін ID енгізіңіз.
ru: Для идентификации аккаунта введите ID.

# getIdFromManager
source: The ID can be obtained from the Manager, the counterpart, or it can be placed directly on the Object
kk: Идентификаторды менеджерден, контрагенттен алуға болады немесе оны тікелей объектіге орналастыруға болады
ru: Получить ID можно у Менеджера, контрагента, либо он может быть размещен непосредственно на Объекте

# enterEmail
source: Enter your Email
kk: Электрондық поштаны енгізіңіз
ru: Введите Email

# enterLastName
source: Enter your last name
kk: Фамилияны енгізіңіз
ru: Введите фамилию

# enterName
source: Enter your first name
kk: Атын енгізіңіз
ru: Введите имя

# enterCompany
source: Enter your company
kk: Компанияны енгізіңіз
ru: Введите компанию

# registrationSuccess
source: Registration was successful
kk: Тіркеу сәтті өтті
ru: Регистрация прошла успешно

# switchToSignIn
source: Switch to authorization
kk: Авторизацияға өтіңіз
ru: Перейти к авторизации
